{"_id":{"$oid":"5b56174e50ae985b21ac521d"},"name":"The Pineapple Method for Natural Hair","description":"The pineapple is a loose, high ponytail on top of your head, that prevents the frizz, knots and flattened curls that come with lying on a pillow. Only the back and sides of your hair will be subject to your tossing and turning.The scrunchie or ponytail holder should be loose/tight enough that you loop it around your hair just once if possible. This prevents a crease or dent from forming overnight. Many curlies like to use a satin scrunchie to prevent breakage and that terrible feeling of ripping your hair out with your hair tie.Many curlies also wrap their pineapple in a satin scarf or bonnet to protect their hair from the knots and dryness that comes with rubbing on a pillow, but if you don’t like to sleep with that on your head you can just sleep on a satin pillowcase.","pictureUrl":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRvS-HqjOJfQkP7JjDa2jEsuUL3U3hHxNLNmuRUAenfftFKSuhl9g","video":"https://youtu.be/ByYZE1n_PjQ","__v":0}
{"_id":{"$oid":"5b56174e50ae985b21ac5219"},"name":"Wash and Go","description":"Pour réaliser un Wash’n’Go parfait, il vous faut :Un bon après shampoing si possible sans paraben, silicone et sulfate pour le « Co Wash ».1 peigne à queue : pour vous aider à tracer vos sections. Des pinces à cheveux pour sécuriser vos sections ou des élastiques pour cheveux. 1 DENMAN brosse ou 1 peigne à dents larges pour démêler vos cheveux. 1 vieux tee-shirt en coton pour sécher vos cheveux. Un lait capillaire ou leave in conditioner léger pour hydrater. De l’huile ou un beurre pour sceller l’hydratation. Un gel pour aider à définir et maintenir vos boucles. Un sèche cheveux pour les plus impatientes. Pour cette étape, il faut y aller franchement ! Tes cheveux doivent être gorgés d’eau donc, le plus simple, c’est la douche. Munis-toi de ton conditionner chouchou du moment, puis appliques-en deux bonnes noisettes en massant l’ensemble de ton cuir chevelu. Cette étape est cruciale, car le rôle du conditionner est très important ; il va assouplir et redessiner tes boucles. C’est aussi l’étape parfaite pour démêler tes cheveux en douceur. Pour ce faire, tu peux utiliser tes doigts ou un peigne ; à toi de voir !Cette étape n’est pas indispensable, mais préférable pour un joli résultat. Profite du temps de pose, d’environ 15 minutes, pour faire un gommage par exemple.On élimine tous les résidus de produits.Le résultat est déjà plutôt pas mal, mais si tu veux que ça tienne, il te faudra appliquer un leave-in ou une crème de coiffage ; à toi de choisir. Ce geste permettra à tes boucles d’être bien dessinées et plus souples que jamais !ON SCELLE L’HYDRATATION! Pour ce faire, une goutte de ton huile végétale du moment suffira à apporter de la brillance et de la nutrition à l’ensemble de ta chevelure. On a presque terminé ; il ne reste plus que l’étape du coiffage. Secoue tes cheveux la tête en bas, mais ne les peigne surtout pas, préfère tes doigts. Niveau séchage, c’est comme tu préfères, à l’air libre ou au séchoir. Je pense que le temps à ta disposition fera le choix pour toi ! Si tu as besoin d’effectuer quelques finitions, mise sur un gel à l’aloe vera ou au lin.","pictureUrl":"http://2.bp.blogspot.com/-G69CLMOqwB0/VeWptOXMaEI/AAAAAAAA3gs/1fjsx_Locz8/s1600/4b_4c%2Bwash%2Band%2Bgo.jpg","video":"https://www.youtube.com/watch?v=Tg0vm7pi0rs","__v":0}
{"_id":{"$oid":"5b56174e50ae985b21ac521b"},"name":"Deep Conditionning","description":"1/Choose a product. Find a deep conditioning treatment that's right for your hair type. There are many products on the market, and while they're all made to restore moisture to hair, you should find one that's tailored for your specific needs.If you have kinky, textured hair, look for products made specifically for kinky hair.If you have fine hair, look for products that are described as 'light' or 'weightless'. Products made with heavier oils will make your hair look weighed down. If you have curly hair, look for products designed to keep your frizz at bay. 2/Wash your hair. Use a gentle shampoo that won't strip your hair too much. Avoid shampoos made with sulfates, which are abrasive cleaning agents that cleanse hair of its natural oils and lead to dryness and breakage. 3/Apply the deep conditioning product. Squeeze a dollop about the size of a quarter into your hands and rub your hands together. Then apply the product to your hair, beginning about halfway down the shaft and moving towards the tips of your hair. Then spread the any product that remains on your hands from the roots to the tips. Pay special attention to the tips, which tend to get drier than the rest of your hair. If necessary, use a wide-toothed comb to distribute the product. 4/Let the product set in. Deep conditioning treatments require at least 10 minutes to get to the core of each strand of your hair. Check the instructions on the product you are using, as some may suggest being left on longer, but most should work in 30 minutes or less.[2] You may want to keep the conditioner in place by covering your head with a plastic shower cap, but this is optional. 5/Apply heat. Some products suggest using hair dryer to heat up the product in your hair, which allows it to get absorbed into your hair more easily. Use a blow dryer on a low setting to direct hot air at your head and thoroughly heat up the product.Make sure the hair dryer doesn't get too hot, since you don't want to melt the plastic cap if you are using one. 6/Rinse out the product. Remove the shower cap and rinse your hair with cool water, which will tighten the hair shaft and make it look shiny. After rinsing, towel dry your hair gently, then let it air dry and then style as usual. Your hair should be bouncy, glossy and well-conditioned. Wait a few days before shampooing your hair, so that you don't negate the effects of the conditioning treatment by washing it out","pictureUrl":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTI5dkE4K17ga-rxZSm8VyfWPYSUN0nOzIuW5sR1cSVrZjyuXAzqQ","video":"https://www.youtube.com/watch?v=7bgT_SR-ahQ","__v":0}
{"_id":{"$oid":"5b56174e50ae985b21ac521a"},"name":"Finger Coiling","description":"Le Finger Coil est un style capillaire destinée aux femmes aux cheveux bouclés ou crépus. C’est la coiffure idéale pour les femmes qui aiment avoir des boucles lâches ne nécessitant pas beaucoup de maintenance. Si vous pensez que vos cheveux sont trop fragiles pour les styles protecteurs classiques, les Finger Coils peuvent être une bonne solution pour porter vos cheveux libres dans un style qui demande peu de manipulation et qui entraine peu de friction.Ce style peut durer 2 à 4 semaines selon votre texture et longueur. Plus vous avez les cheveux avec des boucles naturellement serrées, plus la coiffure durera dans le temps. Cependant, éviter de la garder trop longtemps pour ne pas emmêler vos cheveux. Plus vos boucles naturelles sont grosses, plus la durée de vie de la coiffure sera courte.Comment définir ses boucles avec les finger coils ? Si vous voulez tester cette coiffure et avoir une belle expérience, voici quelques astuces pour vous aider :Pour éviter de dormir les cheveux mouillés et vous réveiller avec les boucles raplaties, faites vos Finger coils le matin. Assurez-vous que vos cheveux sont complètement saturés d’eau en les réalisant. Ceci les empêchera de friser. Une simple vaporisation d’eau le matin les ranimera pour la journée. Evitez de les saturer d’eau. Le jour de lavage, il est primordial de les démêler aux doigts des pointes aux racines.Pour réaliser cette coiffure, c’est très simple: 1/Prenez une petite portion de cheveux et démêlez la avec un petit peigne à dent. 2/Assurez-vous que chaque portion est saturée d’eau pour empêcher les cheveux de friser et assurer le résultat. 3/Pincez la racine de la mèche d’une main et de l’autre, enroulez la mèche, depuis les racines, sur votre doigt en montant vers les pointes. 4/Assurez-vous que les boucles ainsi définies soient lisses sur toute la longueur de la boucle. 5/Ce style devrait durer pendant une semaine ou deux en fonction de votre texture de cheveux. Les semaines qui suivent vous pourrez les porter en Finger coil out en séparant les bris. Pour faciliter la coiffure et la faire tenir encore plus longtemps, vous pouvez utiliser un gel sans alcool.","pictureUrl":"https://curlonamission.files.wordpress.com/2013/08/img_17551.jpg","video":"https://youtu.be/qJW9wyUKY4w","__v":0}
{"_id":{"$oid":"5b56174e50ae985b21ac521c"},"name":"CornRow","description":"1/Wash and detangle your hair. Use your normal shampoo and conditioner to wash your hair. While its damp, detangle your hair with a leave-in conditioner and brush, then apply an oil or butter to lock in moisture. Your hair will be much easier to braid when it is moisturized and free of tangles.Examples of oils or butters you can use to keep your hair moisturized and tangle-free are coconut oil, argan oil, jojoba oil, shea butter, or aloe butter products. Check the natural hair care aisle at a pharmacy or beauty supply store to find these products.If your natural hair is tightly coiled, you may also want to blow dry your hair before you start braiding. Blow drying will help stretch out your curls and give your cornrows a neater look...","pictureUrl":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQouGRx1zsk66dnG0hKbWSOsgDjGKEzod1wvqh3bTkxBDii4uWi","video":"https://www.youtube.com/watch?v=BfZ0NPLnOB4","__v":0}
{"_id":{"$oid":"5b561b6d17378c5c80394e3b"},"name":"Shampoo","description":"Wet your hair with medium hot water to open your hair folicules. Take a smll amount of shampoo and start massaging your roots, don't spend to much time on your ends. Do slow circular moves to activate your blood flow and your hair growth. Rinse throughly with cold water to close the hair folicules.","pictureUrl":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQZkrAtjJ1hEpjG78xn3CrXryIU_TR6nABkAYX0wA85uh_nq27f","video":"https://www.youtube.com/watch?v=2aOHs4LtDy8","__v":0}
{"_id":{"$oid":"5b561b6d17378c5c80394e3a"},"name":"Scalp Scrub","description":"A clean scalp is essential to having healthy hair. It is especially important if growth is a goal. Although cleansing with a clarifying shampoo is one way to ensure cleanliness, many of us curlies tend to use buttery, oily products in our routines which may cause major build-up. Probably the easiest solution is to exfoliate with a scalp massaging shampoo brush. These brushes lift and diminish dead skin while stimulating the scalp. There are several brush options that range in bristle size to ones that vibrate. Essentially, they do the same job but I use an affordable option from Babyliss Pro. Whether I use a clarifying shampoo or a co-wash, on every wash day, I use my scalp massaging shampoo brush. After applying a shampoo or cowash, I gently massage the shampoo brush all over my scalp paying special attention to my hairline and thinning areas.","pictureUrl":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRMqwpk6keTT2hjBMPehTi4TJsfHTxT1P6NPiPOweYkJ3m1ev214w","video":"https://www.youtube.com/watch?v=1EwQoWSJM_0","__v":0}
{"_id":{"$oid":"5b561b6d17378c5c80394e39"},"name":"Trime your ends","description":"Really sis' ... don't do it yourself (expect if you are a professional hairstylist, in this case you know how to process). If your hair are damasge take care of it with masques and oils, or go to a professional hair stylist.","pictureUrl":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQCbuuJk5RpDPG7iZ0YayAEtPJvrX-9l98qVvRcFDs7y2dXAxZpxw","video":"https://youtu.be/dQ32qAOwk6M","__v":0}
